tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jandedobbeleer/oh-my-posh"
brew "bash"
brew "exiftool"
brew "git"
brew "grep"
brew "languagetool"
brew "openssl@3"
brew "python@3.10"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "tree"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "anaconda"
cask "docker"
cask "dotnet-sdk"
cask "evernote"
cask "github"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "powershell"
cask "pycharm"
cask "visual-studio-code"
cask "zotero"
