tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jandedobbeleer/oh-my-posh"
brew "bash"
brew "exiftool"
brew "git"
brew "grep"
brew "openssl@3"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "tree"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "docker"
cask "github"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "powershell"
cask "pycharm"
cask "visual-studio-code"
cask "vivaldi"
cask "zotero"
vscode "blackmist.LinkCheckMD"
vscode "charliermarsh.ruff"
vscode "DavidAnson.vscode-markdownlint"
vscode "docsmsft.docs-article-templates"
vscode "docsmsft.docs-authoring-pack"
vscode "docsmsft.docs-build"
vscode "docsmsft.docs-images"
vscode "docsmsft.docs-linting"
vscode "docsmsft.docs-markdown"
vscode "docsmsft.docs-metadata"
vscode "docsmsft.docs-preview"
vscode "docsmsft.docs-scaffolding"
vscode "docsmsft.docs-yaml"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "Ionide.Ionide-fsharp"
vscode "LearningEngineeringOperations.Learn-Training-AI-Assistant"
vscode "marvhen.reflow-markdown"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "WakaTime.vscode-wakatime"
